Repository: dgucc/csharp
Catalog: CslaBlazorApp/Client/Resources/SharedResources.*.resx
Languages: fr_be

# Publication.Add.Title
source: Add Publication
fr_be: Ajouter une publication

# Publication.Edit.ApprovalDate
source: Approval date
fr_be: Approuvée

# Publication.Edit.btn.Back
source: Back to list
fr_be: Revenir à la liste

# Publication.Edit.btn.Save
source: Save
fr_be: Sauvegarder

# Publication.Edit.PublishDate
source: Publication date
fr_be: Publication

# Publication.Edit.RequestorEmail
source: Email
fr_be: Demandeur

# Publication.Edit.Title
source: Edit Publication
fr_be: Éditer la publication

# Publication.Edit.TitleDe
source: Title DE
fr_be: Titre DE

# Publication.Edit.TitleEn
source: Title EN
fr_be: Titre EN

# Publication.Edit.TitleFr
source: Title FR
fr_be: Titre FR

# Publication.Edit.TitleNl
source: Title NL
fr_be: Titre NL

# Publication.Error.At_least_one_title_(FR,NL,DE,EN)_must_be_defined.
source: At least one title (FR,NL,DE,EN) must be defined.
fr_be: Au moins un titre (FR,NL,DE,EN) doit être défini.

# Publication.Error.Email_address_can_not_exceed_255_characters.
source: The Email address can not exceed 255 characters.
fr_be: L'adresse email ne peut dépasser 255 caractères.

# Publication.Error.Publication_must_occur_after_an_approval.
source: The publication must occur after an approval.
fr_be: La publication doit être postérieure à l'approbation.

# Publication.Error.The_date_of_approval_must_be_defined.
source: The Date of approval must be defined.
fr_be: La date d'approbation doit être définie.

# Publication.Error.The_email_address_is_not_valid.
source: Email address not valid.
fr_be: L'email n'est pas valide.

# Publication.Error.Title_DE_can_not_exceed_255_characters.
source: Title DE can not exceed 255 characters.
fr_be: Le titre DE ne peut dépasser 255 caractères.

# Publication.Error.Title_EN_can_not_exceed_255_characters.
source: Title EN can not exceed 255 characters.
fr_be: Le titre EN ne peut dépasser 255 caractères.

# Publication.Error.Title_FR_can_not_exceed_255_characters.
source: Title FR can not exceed 255 characters.
fr_be: Le titre FR ne peut dépasser 255 caractères.

# Publication.Error.Title_NL_can_not_exceed_255_characters.
source: Title NL can not exceed 255 characters.
fr_be: Le titre NL ne peut dépasser 255 caractères.

# Publication.th.Cover
source: Cover
fr_be: Couverture

# Publication.Warning.Example : name@example.com
source: Example : name@example.com
fr_be: Exemple : nom@domaine.com

# Publications.btn.Add
source: Add Publication
fr_be: Ajouter une publication

# Publications.btn.Delete
source: Delete
fr_be: Supprimer

# Publications.btn.Edit
source: Edit
fr_be: Éditer

# Publications.th.ApprovalDate
source: Approval
fr_be: Approbation

# Publications.th.PublishDate
source: Publish
fr_be: Publication

# Publications.th.Titles
source: Titles
fr_be: Titres

# Publications.Title
source: List of Publications
fr_be: Liste des publications
